Repository: mozilla-l10n/mt-training-data
Catalog: am/am_pontoon.tmx
Source language: en_us
Languages: am

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
am: ይህ መረጃ ለማቅረብ አማራጭ ነው - ምቾት ከተሰማዎት ብቻ ማከል አለብዎት። የመረጃ ቋቱን በምንለቅበት ጊዜ ሁሉንም የግል መረጃዎች እንሰጣለን እና እንደ ስምዎ እና ኢሜልዎ ያሉ መረጃዎች እንደ ዕድሜ ወይም ጾታ ካሉ የስነ-ሕዝብ መረጃ ጋር ያልተገናኙ መሆናቸውን ያረጋግጡ። ቴክኖሎጂ ለሁሉም ሰው በጥሩ ሁኔታ እንዲሰራ፣ ገንቢዎች ቴክኖሎጂን እንዲገነቡ የሚረዳው መረጃ የተለያዩ ሰዎችን ማንጸባረቅ አለበት። ለምን ዲበ ውሂብ እንደሚያስፈልግ የበለጠ ይረዱ።

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
am: ይህ የተነገረ አሃዛዊ ማወቂያን እና አዎ/ የለም ፈልጎ ለማግኘት መረጃን የያዘ በአጠቃቀም ጉዳይ የሚነዳ ክፍል ነው።

source: This is how you cite yourself if you wrote the content yourself.
am: ይዘቱን እራስዎ ከፃፉ እራስዎን እንደዚህ ዋቢ ያድርጉ።

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
am: እንደ እርስዎ ያሉ ሰዎች ባይኖሩ ኖሮ ይህ ፕሮጀክት የሚቻል አይሆንም። 🎉 ከጋራ ድምጽ ጋር ለመሳተፍ ብዙ መንገዶች አሉ - ለማበርከት ኮዲንግ እንዴት እንደሚችሉ ማወቅ አያስፈልግዎትም!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
am: ይህ ቅንብር የመሪዎች ሰሌዳዎን ታይታነት ይቆጣጠራል። ሲደበቅ፣ እድገትህ ግላዊ ይሆናል። ይህ ማለት የእርስዎ ምስል፣ የተጠቃሚ ስም እና እድገት በመሪዎች ሰሌዳው ላይ አይታይም። የመሪዎች ሰሌዳ እድሳት ለውጦቹን ለመሙላት ~{ $minutes } ደቂቃ እንደሚፈጅ ልብ ይበሉ።

source: Three to go!
am: ሶስት ይቀራል!

source: Thur
am: ትሁር

source: Tibetan
am: ቲቤትኛ

source: Tigre
am: ትግሬ

source: Tigrinya
am: ትግርኛ

source: Tlazoyaltepec Mixtec
am: ትላዞያልቴፔክ ሚክስቴክ

source: Tlingit
am: ትሊንጊት

source: Toba Qom
am: ቶባ ኩም

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
am: ኢሜልዎን ለመቀየር ወይም ለማርትዕ ወደ <emailFragment>commonvoice@mozilla.com</emailFragment> ኢሜል ይላኩልን

source: Today
am: ዛሬ

source: Today's Common Voice progress on clips recorded
am: የጋራ ልሳን ላይ ዛሬ የተቀረጹ ቅንጥቦች ሂደት

source: Today's Common Voice progress on clips validated
am: የዛሬው የጋራ ልሳን ቅንጥቦች ላይ ያለው ሂደት ተረጋግጧል

source: Today's Progress
am: የዛሬው ሂደት

source: Toki Pona
am: ቶኪ ፖና

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
am: ወደ የጋራ ልሳን መረጃ ስብስብ ለመግባት የድምጽ ቅንጥብ በሁለት የተለያዩ ተጠቃሚዎች መረጋገጥ አለበት።

source: Too many files
am: በጣም ብዙ ፋይሎች

source: Top Contributors
am: ከፍተኛ አስተዋጽዖ አበርካቾች

source: Torwali
am: ቶርዋሊ

source: Total
am: ጠቅላላ

source: Total Approved
am: ጠቅላላ የጸደቀ

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
am: በቀኝ በኩል ጥቅሞቹን እናቀርባለን እና ምን አይነት መረጃ ይፋ እንደምናደርግ እናብራራለን። በእራስዎ መሳሪያ ላይ ባለው የጋራ ልሳን መለያ ለመጀመር ከታች ያሉትን ማገናኛዎች ይጠቀሙ።

source: Toward next goal
am: ወደ ቀጣዩ ግብ

source: Track progress here and on your stats page.
am: ግስጋሴውን እዚህ እና በስታቲስቲክስ ገጽዎ ላይ ይከታተሉ።

source: Transcribe
am: ወደ ፅሁፍ ይገልብጡ

source: Transcribe answers
am: መልሶችን ወደ ፅሁፍ ገልብጥ

source: Transcribe Audio
am: ድምጹን ወደ ፅሁፍ ይገልብጡ

source: Transcribe audio recordings into text
am: የድምጽ ቅጂዎችን ወደ ጽሑፍ ይገልብጡ

source: Transcribe audio recordings in your language
am: የድምጽ ቅጂዎችን በቋንቋዎ ወደ ፅሁፍ ገልብጥ

source: Transcribe Audio <small>(Coming soon)</small>
am: ድምፅ ወደ ፅሁፍ ይገልብጡ < small>(በቅርቡ የሚመጣ)</small>

source: Transcribe both languages as they appear / sound. Don’t “fix” the language or change it to only one language.
am: ሁለቱንም ቋንቋዎች በሚመስሉበት/በሚሰሙበት መንገድ ይገልብጡ። ቋንቋውን "አያስተካክሉት" ወይም ወደ አንድ ቋንቋ ብቻ አይቀይሩት።

source: Transcribing
am: ወደ ጽሑፍ መገልበጥ

source: Transcript edited successfully
am: ፅሁፉ በተሳካ ሁኔታ ተስተካክሏል።

source: Transcript skipped successfully
am: ፅሁፉ በተሳካ ሁኔታ ተዘልሏል።

source: Transcript submitted successfully
am: የፅሁፍ ግልባጭ በተሳካ ሁኔታ ገብቷል።

source: Transcript voted successfully
am: ለለፅሁፉ በተሳካ ሁኔታ ድምጽ ተሰጥቷል

source: Transgender
am: ትራንስጀንደር

source: Translate or paraphrase – write what the speaker said, not what they “meant.”
am: ትርጉም ወይም አገላለጽ - ተናጋሪው የተናገረውን ጻፍ፣ ምን ማለት እንደሆነ አይደለም።

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
am: <translateVideoLink>Pontoonን እንዴት መጠቀም እንዳለብዎ መመሪያችንን ይመልከቱ።</translateVideoLink>

source: Translating the site
am: ድህረ ገፁን መተርጎም

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
am: ትርጉም ከእንግሊዝኛ ነው፣ ግን በሌሎች ቋንቋዎች <strong>የአስተያየት ጥቆማዎችን</strong>ን ማየት ይችላሉ። የ<strong>መገለጫ</strong> አዶን ጠቅ ያድርጉ፣ በመቀጠል <strong>ቅንብሮች</strong>ያገናኙ እና የሚናገሩትን ቋንቋዎች ያክሉ። ከታች በስተቀኝ ጥግ ላይ <strong>አካባቢዎች</strong>የሚባሉ የትርጉም ዝርዝሮች ይኖራሉ። ትርጉሞች ከአንድ ቀን በኋላ በጣቢያው ላይ ይታያሉ።

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
am: የጋራ ልሳን ጣቢያ ትርጉም በ<strong>ፖንቶን</strong> ላይ ይከሰታል።

source: Try again by dragging your file here
am: ፋይልዎን ወደዚህ በመጎተት እንደገና ይሞክሩ

source: Try to spell words correctly for each language, unless the speaker clearly pronounces them in a nonstandard way.
am: ተናጋሪው መደበኛ ባልሆነ መንገድ በግልጽ ካላሳጠራቸው በስተቀር ለእያንዳንዱ ቋንቋ ቃላትን በትክክል ለመጻፍ ይሞክሩ።

source: Try uploading again
am: እንደገና ለመጫን ይሞክሩ

source: Tshivenda
am: ሺቬንዳ

source: Tudaga
am: ቱዳጋ

source: Tuki
am: ቱኪ

source: Tumbuka
am: ቱምቡካ

source: Tunen
am: ቱነን

source: Tupuri
am: ፑሪ

source: Turkish
am: ቱርክኛ

source: Turkmen
am: ቱሪክሜን

source: Tush
am: ቱሽ

source: Tuvan
am: ቱቫን

source: Twi
am: ትዊ

source: Typically megabytes
am: በተለምዶ ሜጋባይት

source: Typos
am: የጽሑፍ ስህተት

source: Ubykh
am: ኡባይክ

source: Udmurt
am: ኡድመርት

source: Ukrainian
am: ዩክሬንኛ

source: Unable to determine audio format. Please try using a different browser.
am: የድምጽ ቅርጸቱን ማወቅ አልተቻለም። እባክዎ የተለየ አሳሽ ለመጠቀም ይሞክሩ።

source: Understand contribution criteria
am: የአስተዋጽኦ መስፈርቶችን ይረዱ

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
am: ዓረፍተ-ነገሮችን እና የድምጽ ቅንጥቦችን ወደ የጋራ ድምጽ መረጃ ስብስብ እንዴት ማበርከት እና ማረጋገጥ እንደሚቻል ይረዱ

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
am: የድምጽ ቅንጥቦችን በሚያዳምጡበት ጊዜ ምን እንደሚፈልጉ ይረዱ እና የድምጽ ቅጂዎችዎንም የበለጠ የበለፀጉ እንዲሆኑ ያግዙ!

source: Universities, Academics and Researchers
am: ዩኒቨርሲቲዎች, አካዳሚክ እና ተመራማሪዎች

source: Upload aborted. Do you want to delete your recordings?
am: ሰቀላ ተቋርጧል። ቅጂዎችህን መሰረዝ ትፈልጋለህ?

source: Upload an image file
am: የምስል ፋይል ይጫኑ

source: { $uploadedSentences } of { $totalSentences } sentences collected
am: { $uploadedSentences }ከ { $TotalSentences } ዓረፍተ ነገሮች ተሰብስቧል

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
am: { $uploadedSentences } ከ{ $TotalSentences } ዓረፍተ ነገሮች ተሰብስበዋል። ውድቅ የሆኑ ዓረፍተ ነገሮችን ለማውረድ <downloadLink>እዚህ</downloadLink>ላይ ጠቅ ያድርጉ።

source: Upload failed, please retry.
am: መጫን አልተሳካም፣ እባክዎ እንደገና ይሞክሩ።

source: Upload <icon></icon> public domain sentences
am: <icon></icon> የሕዝብ ጎራ ዓረፍተ-ነገሮችን ይጫኑ

source: Upload in progress...
am: በመጫን ሂደት ላይ...

source: Upload more sentences?
am: ተጨማሪ ዓረፍተ-ነገሮች ይጫኑ?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
am: የዚህ ቅንጥብ መስቀል በአገልጋዩ ላይ አለመሳካቱን ቀጥሏል። ገጹን እንደገና ይጫኑ ወይም ቆይተው እንደገና ይሞክሩ።

source: Upload of this clip keeps failing, keep retrying?
am: ይህን ክሊፕ ሲሰቅሉ አሁንም ካልተሳካ፣ እንደገና ይሞክሩ?

source: Urdu
am: ኡርዱ

source: Use correct grammar
am: ትክክለኛውን ሰዋሰው ይጠቀሙ

source: Use correct spelling and grammar
am: ትክክለኛ የፊደል አጻጻፍ እና ሰዋሰው ይጠቀሙ

source: Use correct spelling and grammar.
am: ትክክለኛ የፊደል አጻጻፍ እና ሰዋሰው ይጠቀሙ።

source: Use correct spelling and punctuation
am: ትክክለኛ የፊደል አጻጻፍ እና ሥርዓተ ነጥብ ይጠቀሙ

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
am: ለ<mark> ላልተበረዘ የንግግር አውድ</mark> ጠቃሚ እና ጉዳዮችን ይጠቀሙ (ለምሳሌ፣ የንግግር ማወቂያን ያልተፃፉ እና በንግግር ከሚናገሩ ሰዎች ጋር ለመስራት ሲፈልጉ)

source: Use Pronunciation to Help Determine the Language
am: ቋንቋውን ለማወቅ የቃላት አጠራርን ይጠቀሙ

source: User Name
am: የተጠቃሚ ስም

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
am: ተጠቃሚዎች የተለገሱ ቅንጥቦችን ትክክለኛነት ያረጋግጣሉ፣ ተናጋሪው ዓረፍተ ነገሩን በትክክል ማንበቡን ያረጋግጡ።

source: Use standard spelling for each language
am: ለእያንዳንዱ ቋንቋ መደበኛ የፊደል አጻጻፍ ይጠቀሙ

source: Use words you would actually use, even if borrowed or mixed
am: የተዋሱ ወይም የተቀላቀሉ ቢሆኑም እንኳ በእውነቱ የሚጠቀሙባቸውን ቃላት ይጠቀሙ

source: Ushojo
am: ኡሾጆ

source: Using Correct Orthography for Each Language
am: ለእያንዳንዱ ቋንቋ ትክክለኛውን የፊደል አጻጻፍ መጠቀም

source: Uspanteko
am: ኡስፓንቴኮ

source: Uyghur
am: ኡይግሁር

source: Uzbek
am: ኡዝቤክ

source: Validate
am: አረጋግጥ

source: Validated Clips
am: የተረጋገጡ ቅንጥቦች

source: Validated Hours
am: የተረጋገጡ ሰዓቶች

source: Validated Hr. Total
am: አጠቃላይ የተረጋገጡ ሰዓቶች

source: Validate readings
am: ንባቦችን ያረጋግጡ

source: Validate Readings
am: ንባቦችን ያረጋግጡ

source: Validate Readings, Review Transcriptions
am: ንባቦችን ያረጋግጡ፣ ፅሁፎችን ይገምግሙ

source: Validate Readings <small>(Coming soon)</small>
am: ንባቦችን አረጋግጥ <ትንሽ>(በቅርብ ቀን)</small>

source: Validate readings submitted by community members
am: በማህበረሰቡ አባላት የቀረቡ ንባቦችን ያረጋግጡ

source: Validate user-recorded readings in your language
am: በቋንቋዎ ተጠቃሚ የተቀዳ ንባቦችን አረጋግጥ

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
am: ያረጋግጡ <validateIcon></validateIcon> እነዚህ ጥያቄዎች መመሪያዎቹን ያሟላሉ?

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
am: የተለገሱ ክሊፖችን ማረጋገጥ ለጋራ ልሳን ተልዕኮም አስፈላጊ ነው። ያዳምጡ እና ጥራት ያለው ክፍት ምንጭ የድምጽ ውሂብ ለመፍጠር ያግዙን።

source: Validation Progress
am: የማረጋገጫ ሂደት

source: Validations
am: ማረጋገጫዎች

source: Value and recognition.
am: ዋጋ እና እውቅና።

source: Variant Contribution Options
am: የተለዋዋጭ አስተዋጽዖ አማራጮች

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
am: ተለዋጮች የተወሰነ የቋንቋ አይነት ናቸው - ለምሳሌ በቦታ ወይም በማህበረሰብ ውስጥ የሚኖሩ። አንዳንድ ጊዜ እነዚህ ዘዬዎች ይባላሉ።

source: Varying Pronunciations
am: የተለያዩ አጠራር

source: Venetian
am: ቨኒሸንኛ

source: Version
am: ስሪት

source: Very common mistakes include:
am: በጣም የተለመዱ ስህተቶች የሚከተሉትን ያካትታሉ:-

source: Vietnamese
am: ቬትናምኛ

source: View your progress against personal and project goals.
am: የአንተን ለውጥ ከግለሰብ እና ከፕሮጀክት አንጻር ተመልከት።

source: Visible
am: የሚታይ

source: Visit our blog or write about us
am: ብሎጎቻችንን ይጎብኙ ወይም ስለእኛ ይጻፉ

source: Voice clips are entered into a submission queue that readies them for listening.
am: የድምጽ ቅንጥቦች ለማዳመጥ የሚያዘጋጃቸው የማስረከቢያ ወረፋ ውስጥ ገብተዋል።

source: Voice Collection
am: የድምጽ ስብስብ

source: Voice Contribution
am: የድምጽ አስተዋጽዖ

source: Voice Dataset, Ready for Download
am: የድምጽ ውሂብ ስብስብ፣ ለመውረድ ዝግጁ

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
am: ድምፅ ተፈጥሮአዊ ነው፤ ድምፅ ሰው ነው። ለዛም ነው ጠቃሚ የሆነ የድምፅ ቴክኖሎጂ ለማሽኖቻችን መፍጠራችን የሚያስደስተን። ሆኖም ግን በድምፅ የሚሰሩ ስርዓቶችን ለመገንባት፤ ባለሙያዎች እጅግ በጣም ብዙ የሆነ የድምፅ መረጃ ያስፈልጋቸዋል።

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
am: ድምፅ ተፈጥሮአዊ ነው ፣ ድምፅ የሰው ነው ፡፡ ለዚህ ነው ጥቅም ላይ ሊውል የሚችል ድምጽ መፍጠር ያስደነቅን ቴክኖሎጂዎቻችን ግን የድምፅ ስርዓቶችን ለመፍጠር እጅግ በጣም ከፍተኛ መጠን ያለው ድምፅ ክምችት ያስፈልጋል።

source: Voices Online Now
am: በመስመር ላይ ያሉ ድምፆች

source: Voice Validation
am: ድምጽ ማረጋገጫ

source: Volume
am: መጠነ- ይዘት

source: Votic
am: ቮቲክ

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
am: VoxForge የተፃፈ ንግግርን በነጻ እና በክፍት ምንጭ የንግግር ማወቂያ ሞተሮች ለመጠቀም ተዘጋጅቷል።

source: Wakhi
am: ዋኪ

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
am: የጋራ ልሳንን የበለጠ የተሻለ ለማድረግ ማገዝ ይፈልጋሉ? በጣም ጥሩ! በኢሜል ወይም በ<discourseLink>Discourse</discourseLink> መወያያ መድረኮች፣ የጣቢያ ጉዳዮችን በ<githubLink>GitHub</githubLink> በኩል ያስገቡ ወይም ይቀላቀሉ <matrixLink>ማትሪክስ</matrixLink> የማህበረሰብ ውይይት።

source: Want to save your information? <createProfile>Create a profile</createProfile>
am: መረጃዎን ማስቀመጥ ይፈልጋሉ? <createProfile>መገለጫ ፍጠር</createProfile>

source: Want to stay in touch with Common Voice?
am: ከጋራ ልሳን ጋር እንደተገናኙ መቆየት ይፈልጋሉ?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
am: አዲስ የጋራ ልሳን የውሂብ ስብስብ ስሪት ስንለቅ ዝማኔዎችን ይፈልጋሉ? ለጋዜጣችን ይመዝገቡ።

source: Watch our video explainer to help
am: ለመርዳት የእኛን የቪዲዮ ማብራሪያ ይመልከቱ

source: Wayuunaiki
am: ዋዩናይኪ

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
am: ሁልጊዜ ከመረጃ ሸማቾች ስለፍላጎታቸው እና አውድ ለመስማት እንፈልጋለን - በመረጃ መሰብሰቢያ መድረክ ላይ ከመተባበር እስከ የውሂብ ጤና ግንዛቤዎችን እስከ መስጠት ድረስ <emailFragment>ከእርስዎ መስማት እንፈልጋለን።</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
am: በንግግር የሰለጠኑ መተግበሪያዎችን ሁሉም ሰው ሊጠቀምበት የሚችል ክፍት እና በይፋ የሚገኝ የድምፅ የመረጃ ቃት እየገነባን ነው።

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
am: በቴክኖሎጂ፣ በፈጠራ እና በቋንቋ መብቶች ላይ የመንግስት ሴክተር ተሳትፎን ለመደገፍ ጓጉተናል። ትልቅ ፕሮጀክት ወይም ዘመቻ ለማካሄድ እያሰቡ ከሆነ፣ እባክዎን <emailFragment>ያግኙን።</emailFragment>

source: We are going out to get a coffee.
am: ቡና ለምጠጣት እየወጣን ነው።

source: We are going out to get coffee.
am: ቡና ለምጠጣት እየወጣን ነው።

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
am: ሰዎች ስለ ጾታቸው ወይም የፆታ ማንነታቸው በሚነግሩን ነገር ላይ የበለጠ ምርጫ እንዲሰጡን ተጨማሪ አማራጮችን እያቀረብን ነው። እባክህ ለራስህ በጣም ተፈጥሯዊ በሆነ መንገድ ግለጽ። <learnMoreLink>ስለ ጾታ እና ጾታ ያለን አቀራረብ የበለጠ ይወቁ።</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
am: እኛ ሞዚላ ላይ በልሳን ቴክኖሎጂ ዙሪያ የሚሠሩ ማህበረሰቦችን እያደራጀን ነው። አዳዲስ የመረጃ ምንጮች ሲኖሩ እና እንዴት መጠቀም እንዳለብዎት እናሳውቆታለን።

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
am: ትልቅ እና በይፋ የሚገኙ የድምፅ መረጃዎች በማሽን-ትምህርት ላይ የተመሠረተ የንግግር ቴክኖሎጂ ውስጥ ፈጠራን እና ጤናማ የንግድ ውድድርን ያበረታታሉ ብለን እናምናለን። ይህ ዓለም አቀፍ ጥረት ነው እናም ሁሉም እንዲሳተፍ እንጋብዛለን። ግባችን የንግግር ቴክኖሎጂን በዓለም ዙሪያ ያሉትን የድምፅ ልዩነቶች የሚያንፀባርቅ የበለጠ አካታች እንዲሆን መርዳት ነው።

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
am: ትልቅ ፣ በይፋ የሚገኝ የድምፅ የውሂብ ስብስቦች በማሽን መማር ላይ በተመሠረተ የንግግር ቴክኖሎጂ ውስጥ ፈጠራን እና ጤናማ የንግድ ውድድርን እንደሚያሳድጉ እናምናለን። የጋራ ድምፅ ባለብዙ ቋንቋ የመረጃ ቋት ቀድሞውኑ በዓይነቱ ትልቁ በሕዝብ የሚገኝ የድምፅ የመረጃ ስብስብ ነው ፣ ግን እሱ ብቻ አይደለም። ይህንን ገጽ ለሌሎች ክፍት ምንጭ የድምፅ የውሂብ ስብስቦች ዋቢ ማዕከል ሆኖ ፣ እና Common Voice ማደጉን እንደቀጠለ ፣ የእኛ የተለቀቁ ዝመናዎች መኖሪያ ቤት ነው።

source: Website Localization
am: የድር ጣቢያ አካባቢያዊነት

source: Websites
am: ድረ-ገፆች

source: We could not upload { $total } clips. They have already been uploaded before. Let’s continue with the next batch!
am: የ{ $total } ቅንጥቦችን መስቀል አልቻልንም። ከዚህ በፊት ተሰቅለዋል። በሚቀጥለው ባች እንቀጥል!

source: We couldn’t find that page for you
am: ያንን ገጽ ለእርስዎ ልናገኘው አልቻልንም።

source: We couldn’t get any audio clips for you to listen to. Please try again later.
am: ለማዳመጥ ምንም የድምጽ ቅንጥቦችን ማግኘት አልቻልንም። እባክዎ ቆየት ብለው ይሞክሩ።

source: We couldn’t get any sentences for you to speak. Please try again later.
am: እንድትናገሩ ምንም ዓረፍተ ነገር ልናገኝ አልቻልንም። እባክዎ ቆየት ብለው ይሞክሩ።

source: Weekly
am: ሳምንታዊ

source: Weekly Goal
am: ሳምንታዊ ግብ

source: We launch the Common Voice site in this language.
am: የጋራ ልሳን ጣቢያን በዚህ ቋንቋ አስጀምረናል።

source: Welcome { $company } staff!
am: እንኳን ደህና መጡ { $company } ሰራተኞች!

source: Welcome to Common Voice
am: ወደ የጋራ ልሳን እንኳን በደህና መጡ

source: Welcome to Spontaneous Speech
am: እንኳን ወደ የነፃነት ንግግር በደህና መጡ

source: Welsh
am: ዌልስ

source: We may have run out of clips - refresh the page, or try again later.
am: ቅንጥቦች አልቆብን ይሆናል - ገጹን ያድሱ ወይም ቆይተው እንደገና ይሞክሩ።

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
am: ያን ጥያቄ አላገኘን ይሆናል። እባክዎን በቀጥታ ኢሜይል ያድርጉልን በ<emailLink>{ $email }</emailLink> ላይ እና እኛ ወደ እርስዎ እንመለሳለን!

source: We periodically release the dataset
am: የውሂብ ስብስብን በየጊዜው እንለቃለን

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
am: መረጃዎትን በጥንቃቄ ለመያዝ ቃል እንገባለን። የበለጠ ከእኛ <privacyLink>ስለግላዊነት ማስታወቂያ</privacyLink> ላይ ያንብቡ።

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
am: በንግግር የነቁ መተግበሪያዎችን ለማሠልጠን ማንም ሰው ሊጠቀምበት የሚችል ክፍት ምንጭ ፣ ባለብዙ ቋንቋ የድምፅ መረጃ ስብስብ እየገነባን ነው።

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
am: የክፍት-ምንጭ የድምጽ ክምችትን ከብዙሃኑ እየሰበሰብን ነው። ድምጽዎን ይለግሱ፣ የሌሎች ሰዎችን ቅንጥቦች ትክክለኛነት ያረጋግጡ፣ የውሂብ ስብስብ ለሁሉም ሰው የተሻለ ያድርጉት።

source: We’re experiencing unexpected downtime
am: ያልተጠበቀ የእረፍት ጊዜ እያጋጠመን ነው።

source: We're going out to get coffee.
am: ቡና ለምጠጣት እየወጣን ነው።

source: We’re going out to get coffee.
am: ቡና ለምጠጣት እየወጣን ነው።

source: We release the dataset every 3 months.
am: የውሂብ ስብስቡን በየ 3 ወሩ እንለቃለን።

source: We're making some big changes
am: አንዳንድ ትልልቅ ለውጦችን እያደረግን ነው።

source: We're receiving a lot of traffic and are currently investigating the issues.
am: በጣም ብዙ ትራፊክ እየተቀበልን ስለሆነ በአሁኑ ሰዓት ጉዳዪን በማጣራት ላይ እንገኛለን።

source: We’re sorry, your platform is not currently supported.
am: እናዝናለን ፣ የእርስዎ መድረክ በአሁኑ ጊዜ አይደገፍም።

source: Western Penan
am: ምዕራባዊ ፔናን

source: Western Sierra Puebla Nahuatl
am: ምዕራባዊ ሲራ ፑብላ ናዋትል

source: Westphalian
am: ዌስትፋሊያን

source: We uploaded { $uploaded } of your clips — The remainder have already been uploaded. Let’s continue with the next batch!
am: ከቅንጥቦችዎ ውስጥ { $uploaded } ን ሰቅለናል — የተቀሩት አስቀድመው ተሰቅለዋል። በሚቀጥለው ባች እንቀጥል!

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
am: ለትርጉሞች <pontoonLink>ፖንቶን</pontoonLink> የሚባል የሞዚላ መሳሪያ እንጠቀማለን። ፖንቶን ብዙ ቋንቋዎች አሉት ግን ያንተ ከሌለው <pontoonRequestLink>ቋንቋህ እንዲታከል መጠይቅ</pontoonRequestLink> ትችላለህ። ከዚያም ቋንቋውን በጋራ ልሳን ፕሮጀክት ላይ እንዲገኝ ለማድረግ፣ <githubRepoLink>አዲሱን ቋንቋ GitHub ላይ ጠይቅ</githubRepoLink>። <localizationFragment>በድህረገፅ ትርጉም ላይ ተጨማሪ ይመልከቱ</localizationFragment>።

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
am: አንዳንድ ለውጦችን አድርገናል። የዴልታ ክፍልፋዮች ከመጨረሻው ልቀት በኋላ በጣም የቅርብ ጊዜ ቅንጥቦችን ብቻ ይዘዋል። <deltaLink>ስለዚህ ስራ የበለጠ ያንብቡ</deltaLink>።

source: We've run out of sentences to record in this language...
am: በዚህ ቋንቋ ለመቅዳት ዓረፍተ ነገር አልቆብናል...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
am: የተለያዩ የድምጽ ማጉያዎችን በመረዳት የንግግር ሞዴሎች የተሻሉ እንዲሆኑ እንፈልጋለን። ይህ እንዲሆን፣ የድምጽ ውሂብ ስብስብ ብዙ የተለያዩ ሰዎችን መወከል አለበት።

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
am: የማሽን መማሪያ ስልተ ቀመሮች የተለያዩ የጀርባ ጫጫታዎችን ማስተናገድ እንዲችሉ እንፈልጋለን፣ እና በአንጻራዊ ሁኔታ ከፍተኛ ድምጽ እንኳን የጽሑፉን ሙሉ በሙሉ ከመስማት እስካልከለከለዎት ድረስ ሊቀበሉ ይችላሉ። ጸጥ ያለ የጀርባ ሙዚቃ ደህና ነው፣ እያንዳንዱን ቃል ከመስማት የሚያግድዎት ሙዚቃ በጣም ጮክ ያለ ግን ጥሩ አይደለም።

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
am: የተለያዩ ዘዬዎችን እንቀበላለን! አንባቢው ቃሉን በተሳሳተ መንገድ ከተናገረ፣ ውጥረቱን በተሳሳተ ቦታ ካስቀመጠ ወይም ሥርዓተ ነጥብን ችላ ካለ እና በተጨባጭ ያለውን ክሊፕ ውድቅ ከማድረግዎ በፊት በጣም ይጠንቀቁ። በአለም ዙሪያ ብዙ አይነት አጠራር አነባበቦች አሉ፣አንዳንዶቹ በአካባቢያችሁ ማህበረሰብ ውስጥ ሰምተሃቸው ሊሆን ይችላል። እባኮትን ካንተ በተለየ መንገድ ለሚናገሩት ለጋስ የሆነ የምስጋና ህዳግ አቅርብ።

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
am: እኛ ደግሞ <strong>ፍላጎት እንዳለዎ የማህበረሰብ አስተዳዳሪያችን እንዲያውቅ እናደርጋለን </strong>ስለዚህ የሚፈልጉትን ማንኛውንም ተጨማሪ ድጋፍ ወይም መረጃ ይሰጥዎታል።

source: We will be in touch with more information about how to add your language to Common Voice very soon.
am: ቋንቋዎን ወደ የጋራ ልሳን እንዴት ማከል እንደሚችሉ ተጨማሪ መረጃ በቅርቡ እንሰጥዎታለን።

source: We will be in touch with more information as it becomes available.
am: አዳዲስ መረጃዎች በሚኖሩበት ጊዜ እናሳውቆታለን።

source: We will not make your email public.
am: የእርስዎን ኢሜይል ይፋ አናደርግም።

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
am: የድምጽ ቅጂዎችዎን ከውሂብ ስብስብ ለማስወገድ ያቀረቡትን ጥያቄ እንገመግመዋለን። ጥያቄዎ ተቀባይነት ካገኘ የመረጃ ቋቱን ያወረዱትን እናገኛቸዋለን እና የድምጽ ቅጂዎችዎንም እንዲያስወግዱ እንጠይቃለን።

source: We will show you a prompt or question
am: ፈጣን ፅሁፍ ወይም ጥያቄ እናሳይዎታለን

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
am: በተለይ በምስራቅ አፍሪካ ላይ በማተኮር ኢንተርኔትን ጤናማ ቦታ ለማድረግ ከመሠረቶች፣ ከሲቪል ማህበረሰብ እና ከማህበረሰብ አጋሮች ጋር እንሰራለን። ስለ<programmaticWork>ፕሮግራማዊ ስራችን</programmaticWork> የበለጠ ይወቁ።

source: What is a language on Common Voice?
am: በጋራ ልሳን ላይ ቋንቋ ምንድን ነው?
